[buttonhelp]
jumpdive = En el aire para saltar más
doublejump = En el aire puedes saltar dos veces
crawl = Mientras estás parado para gatear
watersubmerge = Bucear
caught_struggle = Luchar
first_person_goal = ¡Usa tu [icon:hat] para encontrar tu objetivo!
divecancel = En el aire para cancelar
trigger_ability = Para usar tu [icon:activehat] habilidad
hat_swap = Cambiar sombrero
umbrella_attack = Atacar
homingattack = En el aire para hacer un ataque dirigido
helper_ability_no_target = Nada interesante por aquí...
smooch = Para besar
vacuumside = ¡Intenta saltar de lado!

timestophat = ¡Usa tu [icon:timestophat] ralentizar todos los objetos cercanos!
carry_too_much = ¡Cuidado! ¡Cuanto más llevas, más se tambalea!

drop_carry = Soltar
throw_carry = Arrojar

DuplicateKey = No puedes cargar dos [icon:key] a la vez

[placeholder]
BetaHatSwapNotice0 = ¡Pulsa [button:badgeswitch] para cambiar a tu[icon:hat]![br]¡Pulsa [button:badge] para usar la habilidad de tu sombrero!

